[
  {
    "id": "1",
    "title": "Personalized Astrology Consultation",
    "image": "/images/services/astrology1.jpg",
    "content": "Receive a detailed astrological reading that provides insights into your personality, strengths, and challenges based on your birth chart. This service helps you understand your life's path and make informed decisions for your future."
  },
  {
    "id": "2",
    "title": "Career Astrology Consultation",
    "image": "/images/services/astrology2.jpg",
    "content": "Explore how your astrological profile influences your career choices and opportunities. This consultation provides guidance on which paths may lead to fulfillment and success based on your natal chart."
  },
  {
    "id": "3",
    "title": "Relationship Compatibility Analysis",
    "image": "/images/services/astrology3.jpg",
    "content": "Understand the dynamics of your relationships through compatibility analysis based on astrology. This service evaluates the astrological charts of partners to reveal insights into strengths and potential challenges in the relationship."
  },
  {
    "id": "4",
    "title": "Numerology Analysis",
    "image": "/images/services/numerology1.jpg",
    "content": "Dive into the world of numerology to uncover the meanings behind your numbers. This analysis provides insights into your personality, life path, and destiny based on your birth date and name."
  },
  {
    "id": "5",
    "title": "Astrology for Health and Wellness",
    "image": "/images/services/astrology4.jpg",
    "content": "Discover how astrological influences can affect your health and well-being. This consultation helps identify potential health challenges and favorable periods for wellness activities based on your astrological chart."
  },
  {
    "id": "6",
    "title": "Astrology for Financial Guidance",
    "image": "/images/services/astrology5.jpg",
    "content": "Explore the astrological factors impacting your financial situation. This consultation provides guidance on best financial practices and timing for investments based on astrological insights."
  },
  {
    "id": "7",
    "title": "Numerology for Personal Development",
    "image": "/images/services/numerology2.jpg",
    "content": "Utilize numerology to identify personal strengths and areas for growth. This service focuses on creating a plan for personal and professional development based on your unique numerological profile."
  },
  {
    "id": "8",
    "title": "Electional Astrology Consultation",
    "image": "/images/services/astrology6.jpg",
    "content": "Find the most auspicious times for important events in your life, such as marriage, starting a business, or any significant undertaking. This consultation helps you choose the best timing based on astrological insights."
  },
  {
    "id": "9",
    "title": "Astrological Forecasting",
    "image": "/images/services/astrology7.jpg",
    "content": "Receive predictions and insights into upcoming life events based on transits and progressions in your astrological chart. This consultation helps you prepare for future opportunities and challenges."
  },
  {
    "id": "10",
    "title": "Astrology and Spiritual Growth",
    "image": "/images/services/astrology8.jpg",
    "content": "Explore the connections between astrology and spiritual development. This consultation focuses on how astrological insights can help you on your spiritual journey and personal transformation."
  },
  {
    "id": "11",
    "title": "Compatibility and Numerology Consultation",
    "image": "/images/services/numerology3.jpg",
    "content": "Combine the insights of both astrology and numerology to analyze relationship compatibility. This service offers a comprehensive view of how numbers and stars interact in your relationships."
  },
  {
    "id": "12",
    "title": "Comprehensive Astrology and Numerology Package",
    "image": "/images/services/astrology9.jpg",
    "content": "Opt for a complete package that includes both astrology and numerology consultations. This service provides a holistic approach to understanding yourself and your life path through both disciplines."
  }
]